Repository: kanghyonkyong623/wfd-truck-plugin
Catalog: languages/wfd_truck-*.po
Languages: de_de

source: Please fill all of the fields!
de_de: Bitte alle Pflichtfelder ausfüllen!

source: Alert
de_de: Achtung

source: Succeed
de_de: Erfolgreich

source: Do you confirm to delete?
de_de: Wirklich löschen?

source: Do you want to save changes of core data?
de_de: Wollen Sie die Änderungen der Stammdaten speichern?

source: Please enter assistance type
de_de: Bitte geben Sie eine neue Versicherung ein

source: Add New Truck
de_de: Fahrzeug hinzufügen

source: Edit Call Number
de_de: Rufnummer bearbeiten

source: Truck
de_de: Fahrzeug

source: Add New Call Number
de_de: Rufnummer hinzufügen

source: Edit Service
de_de: Leistung bearbeiten

source: Add New Service
de_de: Leistung hinzufügen

source: Save
de_de: Speichern

source: Edit
de_de: Bearbeiten

source: View
de_de: anzeigen

source: Remove
de_de: entfernen

source: Copy
de_de: kopieren

source: No data in the table
de_de: Keine Einträge vorhanden

source: End Edit
de_de: Änderungen speichern

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Your name or email address is already using on this site!
de_de: Dieser Name oder diese Emailadresse ist bereits in Benutzung!

source: Congratulate! Your account successfully created!
de_de: Glückwunsch! Der Account wurde erfolgreich erstellt!

source: Client Data successfully deleted!
de_de: Kundendaten wurden erfolgreich gelöscht.

source: Client Core information successfully updated!
de_de: Kunden Stammdaten wurden erfolgreich geändert!

source: Driver information successfully updated!
de_de: Fahrerinformationen wurden erfolgreich geändert!

source: Pickup Driver information successfully updated!
de_de: Pickupfahrerinformationen wurden erfolgreich geändert!

source: Driver Data successfully deleted!
de_de: Fahrerinformationen erfolgreich gelöscht!

source: Congratulate! Truck Data successfully created!
de_de: Glückwunsch! Fahrzeug erfolgreich erstellt!

source: Congratulate! Truck Data successfully updated!
de_de: Glückwunsch! Fahrzeug erfolgreich geändert!

source: Truck Data successfully deleted!
de_de: Fahrzeugdaten erfolgreich gelöscht!

source: Congratulate! Call Number successfully created!
de_de: Glückwunsch! Rufnummer erfolgreich erstellt!

source: Call Number information successfully updated!
de_de: Glückwunsch! Rufnummer erfolgreich geändert!

source: Call Number Data successfully deleted!
de_de: Glückwunsch! Rufnummer erfolgreich gelöscht!

source: Congratulate! Service Price successfully created!
de_de: Glückwunsch! Leistung erfolgreich erstellt!

source: Service Data successfully deleted!
de_de: Glückwunsch! Leistung erfolgreich gelöscht!

source: Service information successfully updated!
de_de: Glückwunsch! Leistung erfolgreich geändert!

source: Select Client page
de_de: Seite auswählen

source: Save Changes
de_de: Änderungen speichern

source: Cash
de_de: Bar

source: Emergency
de_de: Notfall

source: CEO
de_de: GF

source: Clients List
de_de: Kundenliste

source: Company
de_de: Firma

source: Street
de_de: Straße

source: Zip
de_de: PLZ

source: City
de_de: Ort

source: Phone
de_de: Telefon

source: Note
de_de: Bemerkung

source: Action
de_de: Aktion

source: add Client
de_de: Kunde hinzufügen

source: New Client
de_de: Kunde anlegen

source: Edit Client
de_de: Kunde bearbeiten

source: Company Name
de_de: Firma

source: Password
de_de: Passwort

source: Generate
de_de: Generieren

source: Navigate to Client View
de_de: Zur Kundenansicht

source: Please select client page
de_de: Bitte Seite auswählen

source: Select page
de_de: Seite auswählen

source: Go to Client View
de_de: Zur Kundenansicht

source: filter company
de_de: Firma filtern

source: filter ZIP
de_de: PLZ filtern

source: filter city
de_de: Ort filtern

source: Client Core Data
de_de: Kunden Stammdaten

source: ZIP
de_de: PLZ

source: Core Info
de_de: Stammdaten

source: Website
de_de: Webseite

source: Emergency Phone
de_de: Notfallrufnummer

source: CustomNo
de_de: Kd.Nr.

source: Opening Hours
de_de: Öffnungszeiten

source: Location
de_de: Standort

source: Mon-Fri
de_de: Mo-Fr

source: Sat
de_de: Sa

source: Sun
de_de: So

source: Office
de_de: Büro

source: Garage
de_de: Werkstatt

source: Car rental
de_de: Mietwagen

source: on-call duty
de_de: Rufbereitschaft

source: Payment
de_de: Bezahlung

source: Assistance
de_de: Versicherung

source: Car dealer
de_de: Autohaus

source: add
de_de: hinzufügen

source: Driver
de_de: Fahrer

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Add Driver
de_de: Fahrer hinzufügen

source: Driver:
de_de: Fahrer:

source: Core Data
de_de: Stammdaten

source: Applications
de_de: Einsatzzwecke

source: breakdown service
de_de: Pannenhilfe

source: drag cars
de_de: Schleppen PKW

source: drag < 7.5to
de_de: Schleppen <7,5t

source: drag > 7.5to
de_de: Schleppen >7,5t

source: crane
de_de: Kran

source: driver photo
de_de: Fahrerfoto

source: Driving Licenses
de_de: Führerschein

source: car opening
de_de: Fzg.-Öffnung

source: Qualification
de_de: Ausbildung

source: motor mechatronics
de_de: KFZ-Mechatroniker

source: motor foreman
de_de: KFZ-Meister

source: learned
de_de: angelernt

source: unlearned
de_de: ungelernt

source: commercial vehicle technology
de_de: Nutzfzg,-Technik

source: Pickup Driver
de_de: Pickupfahrer

source: Add Pickup Driver
de_de: Pickupfahrer hinzufügen

source: Truck Driver:
de_de: Pickupfahrer:

source: cars
de_de: PKW

source: truck < 3.5 to
de_de: LKW <3,5t

source: truck < 7.5 to
de_de: LKW <7,5t

source: Truck Pool
de_de: Fuhrpark

source: Car No
de_de: Fzg.-Nr

source: Weight
de_de: ZGG, kg

source: Plateau height
de_de: Plateau Tragkraft

source: Spectacle force
de_de: Hubbrille Tragkraft

source: Plateau length
de_de: Plateau Länge

source: Seats
de_de: Sitzplätze

source: Type
de_de: Art des Fahrzeuges

source: Motorcycle
de_de: Motorrad

source: add Truck
de_de: Fahrzeug hinzufügen

source: Truck Data
de_de: Fahrzeugdaten

source: ID
de_de: Kennzeichen

source: CarNo
de_de: Fzg.-Nr

source: Brand
de_de: Marke

source: Max load
de_de: Nutzlast

source: Load height
de_de: Ladehöhe

source: Cable winch force
de_de: Winde Zugkraft

source: Crane
de_de: Kran

source: Under lift
de_de: Unterfahrlift

source: Rig
de_de: Schleppfahrzeug

source: Spectacle truck
de_de: Brillenfahrzeuge

source: truck salvage
de_de: LKW Berger

source: truck photo
de_de: Fahrzeugfoto

source: Call Numbers
de_de: Rufnummern

source: Name
de_de: Bezeichnung

source: Phone no
de_de: Rufnummer

source: Category
de_de: Kategorie

source: add No
de_de: Nummer hinzufügen

source: Service Prices
de_de: Leistungen

source: Service
de_de: Leistung

source: Service Time
de_de: Zeitraum

source: Service Date
de_de: Wochentag

source: Description
de_de: Beschreibung

source: Price
de_de: Preis

source: add Service
de_de: Leistung hinzufügen

source: Handover
de_de: Übergabe

source: Step 1
de_de: Schritt 1

source: Step 2
de_de: Schritt 2

source: Step 3
de_de: Schritt 3

source: Company: Truck Ltd
de_de: Firma:

source: Date:
de_de: Datum:

source: Time:
de_de: Zeit:

source: Handover by:
de_de: Übergabe durch:

source: Next
de_de: Weiter

source: standby driver
de_de: Bereitschaftsfahrer

source: Max
de_de: Fax

source: standby trucks
de_de: Bereitschaftsfahrzeuge

source: Back
de_de: Zurück

source: Open Pdf File
de_de: PDF Datei öffnen

source: Save / Send
de_de: Speichern & senden

source: Logedout
de_de: Logout

source: Back to admin view
de_de: Zurück zur Admin Ansicht

source: Welcome
de_de: Willkommen

source: Profile
de_de: Profil

source: Reviews
de_de: Bericht

source: Pickup Driver
de_de: Pickupfahrer

source: Prices
de_de: Preise
